[Language]
ABOUT=%PROGRAMNAME% برنامه ای است که شما را قادر می سازد تا سریعا در میان توابع و مناطق یک اسکریپت AutoIt پرش کنید. فقط با نسخه کامل SciTE کار می کند. @NL @NL این برنامه توسط %COPYRIGHT% ساخته شده است.
CANCEL=لغو
COMMENTS=یادداشت های کاربر
COPY_ALL=كپي همه
COPY_SELECTED=كپي انتخاب شده
CRC32=CRC32
DESELECT_ALL=عدم انتخاب همه
ERROR=یک خطای غیر منتظره رخ داده است.
EXPORT=صادر کردن
FOLDER_SELECT=پوشه ای را برای جستجو کلید واژه مورد نظر انتخاب کنید.
FUNCTION_LIST=لیست توابع
FUNCTIONS=توابع
HTML=HTML
LANGUAGE_AUTHOR=با تشکر از %LANGUAGEAUTHOR% برای ترجمه %LANGUAGE%. این ترجمه در %LANGUAGEUPDATED% ساخته شده است.
LATEX=LATEX
LINE_COUNT=تعداد خطوط
MENU_ABOUT=درباره ما
MENU_ADD=اضافه کردن به SciTE
MENU_FIND=پیدا کردن
MENU_HEADER=اضافه کردن سربرگ
MENU_HELP=راهنما
MENU_LANGUAGE=زبان
MENU_OPEN=باز كردن فايل
MENU_OPENLOCATION=باز كردن مكان فايل
MENU_RESTART=راه اندازی مجدد
MENU_SNIPPET=تابع بریده شده
MENU_SORT=مرتب سازی توابع
MENU_TOGGLE=تغییر حالت تا خوردگی
NAME=نام
OK=OK
PATH=مسير
PDF=PDF
REFRESH=تازه کردن
REGIONS=مناطق
REPLACE=جايگزيني
RTF=RTF
SCITE_ERROR=برای اینکه %PROGRAMNAME% درست کار کند، SciTE باید در حال اجرا باشد.
SELECT_ALL=انتخاب همه
SIZE=سايز
TIP_ERROR_1=فایل خالی است.
TIP_ERROR_2=هیچ اطلاعاتی مربوط به پرش یافت نشد.
TIP_ERROR_3=فایل وجود ندارد.
TIP_ERROR_4=به نظر می رسد که SciTE بسته است.
TIP_EXPORT_1=تعداد تمام توابع %TOTALNUMBER% می باشد
TIP_EXPORT_2=ساخته شده در %CREATIONDATE%
TIP_EXPORT_3=توابع استفاده نشده
TIP_EXPORT_4=تعداد کل منطقه ها - %TOTALNUMBER%
TIP_EXPORT_5=تعداد کل اینکلود ها - %TOTALNUMBER%
TIP_EXPORT_6=تعداد کل متغیر های سراسری - %TOTALNUMBER%
TIP_PREPROCESSOR_1=Pre-Processor
TIP_REPLACE_1=جايگزيني در اسكريپت
TIP_REPLACE_2=جستجو براي...
TIP_REPLACE_3=جايگزيني با...
TIP_REPLACE_4=مشاهده قبل از
TIP_REPLACE_5=حساس به حروف
TIP_REPLACE_6=فرمت فايل،‌خالي بذاريد براي تمام فايل ها
TIP_SEARCH_1=نتايج جستجو
TIP_SEARCH_1=نتایج جستجو
TIP_SEARCH_2=جستجو نتیجه ای در بر نداشت
TIP_SEARCH_4=خط
TIP_SEARCH_5=جستجو در اسكريپت
TIP_SEARCH_6=پوشه براي جستجو
TIP_UDFS_1=فايل هاي اينكلود
TIP_UDFS_2=اضافه كردن به اينكلود
TIP_UDFS_3=حذف كردن از اينكلود
TIP_UDFS_4=رو نويسي فايل اينكلود
UPDATE=آیا می خواهید %PROGRAMNAME% را به روز رسانی کنید؟

[Author]
AUTHOR=D4RK.ON3 ( Farid Aghili )
VERSION=1.15.55.57
UPDATED=23/04/2012

[Country]
CODE=ir
